BM_I64B71/CFD/0/ddtVoidfraction
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.4.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      ddtVoidfraction;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 0 -1 0 0 0 0];

internalField   nonuniform List<scalar> 
463
(
2.80763e-15
1.38442e-14
5.49593e-14
-0.000517284
-0.00996878
-0.0308768
-0.069924
-0.120086
...
)
;

boundaryField
{
    wall_bottom
    {
        type            calculated;
        value           uniform 0;
    }
    wall_top
    {
        type            zeroGradient;
    }
    front1
    {
        type            cyclic;
    }
    back1
    {
        type            cyclic;
    }
    left1
    {
        type            cyclic;
    }
    right1
    {
        type            cyclic;
    }
    front2
    {
        type            cyclic;
    }
    back2
    {
        type            cyclic;
    }
    left2
    {
        type            cyclic;
    }
    right2
    {
        type            cyclic;
    }
    front3
    {
        type            cyclic;
    }
    back3
    {
        type            cyclic;
    }
    left3
    {
        type            cyclic;
    }
    right3
    {
        type            cyclic;
    }
}


// ************************************************************************* //
